Repository: hisa10/stampp-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: For example you can change the font or make the text bold and more.
ja: たとえば、フォントを変更したり、太字などを作ることができます。

source: Accident Date and Time
ja: 事故の日付と時刻

source: Accident Description
ja: 事故の説明

source: Accident Location
ja: 事故の場所

source: Accidents
ja: 事故

source: Add
ja: 追加

source: Add All
ja: 全て追加

source: AddAll
ja: 全て追加

source: Adds a new Entry
ja: 新しいエントリの追加

source: Algorithm:
ja: アルゴリズム：

source: All
ja: 全て

source: Background Color:
ja: 背景色:

source: Bold
ja: 太字

source: Bullet List
ja: 箇条書きリスト

source: Cancel
ja: キャンセル

source: Cannot load File:
ja: ファイルをロードできません:

source: Checks the Table for any (logical) Conflicts
ja: （論理的）衝突についてテーブルをチェックする

source: Click to edit
ja: クリックして編集

source: Company Information
ja: 会社情報

source: Company:
ja: 会社名：

source: Confirm
ja: 確認

source: Confirm Delete
ja: 削除しますか

source: Confirm Save As
ja: 保存先の確認

source: Context Table View
ja: コンテキストテーブルビュー

source: Control Action
ja: コントロールアクション

source: Control Action Not Provided
ja: 制御アクションが未付与

source: Control Action Provided
ja: 制御アクション付与済

source: Control Actions
ja: コントロールアクション

source: Controller
ja: コントローラ

source: Create Controlled Process
ja: コントロールプロセスの作成

source: Create Controller
ja: コントローラの作成

source: Create New Project
ja: 新規プロジェクト作成

source: Create Process Model
ja: プロセスモデルの作成

source: Create Process Value
ja: プロセス値の作成

source: Create Process Variable
ja: プロセス変数の作成

source: Create Sensor
ja: センサー作成

source: Create TextBox
ja: テキストボックスの作成

source: Create new...
ja: 新規作成...

source: Currently linked Accidents
ja: リンクされている事故

source: Currently linked Hazards
ja: リンクされている危険

source: Delete Control Actions
ja: コントロールアクションの削除

source: Delete Hazards
ja: 危険を削除

source: Delete Project
ja: プロジェクトの削除

source: Delete System Goals
ja: システムの目標を削除

source: Delete Unsafe Control Action
ja: 安全でない制御アクションを削除

source: Delete Unsafe Control Actions
ja: 安全でない制御アクションを削除

source: Deletes the selected Row
ja: 選択した行を削除

source: Description/Notes
ja: 詳細／メモ

source: Discard
ja: 廃棄

source: Do you really want to delete the Project: %s ?
ja: プロジェクト %s を削除してよろしいですか？

source: Do you want to store them?
ja: これらを保存しますか?

source: Do you wish to delete the Accident
ja: 事故を削除しますか

source: Do you wish to delete the Control Action
ja: このコントロールアクションを削除しますか

source: Do you wish to delete the Hazard
ja: 危険を削除してよろしいですか？

source: Do you wish to delete the System Goal
ja: システムの目標を削除しますか

source: Don't show this message again
ja: このメッセージを再び表示しない

source: Double click or select and press enter to edit the title
ja: タイトルを編集するにはダブルクリックするか、選択してEnterを押してください

source: Editing the Accident Description
ja: 事故の説明を編集する

source: Error
ja: エラー

source: Error creating directories, please check folder permissions
ja: ディレクトリの作成中にエラーが発生しましたので、フォルダのアクセス権を確認してください。

source: Export
ja: 書き出し

source: Export CSV
ja: CSVに書き出し

source: Export Preferences
ja: 初期設定を書き出し

source: Export pdf
ja: PDFに書き出し

source: Exports all Tables
ja: 全てのテーブルをエクスポート

source: File Already exists in Workspace
ja: ワークスペースに既にファイルが存在します

source: File format not supported
ja: サポートされていないファイル形式です

source: Filter:
ja: フィルタ：

source: Font Color:
ja: フォントの色：

source: Generates a new Table with default Settings
ja: 既定の設定でテーブルを生成

source: Hazards
ja: 危険

source: Here you can add pictures of the accident by clicking the add button.
ja: ここでは、追加ボタンをクリックすることで、事故の写真を追加できます。

source: Here you can set the time and date for the accident.
ja: ここでは、事故の日付と時刻を設定できます。

source: If you want to see the picture in a big view you have to click the button
ja: 大きなビューで画像を表示する場合は、ボタンをクリックする必要があります。

source: In the Context Table view you can generate a new Context Table, based on the currently selected control action and their linked variables.
ja: コンテキストテーブルビューでは、現在選択されている制御アクションとリンクされた変数を元に、新規コンテキストテーブルを生成できます。

source: Information
ja: 情報

source: It is possible to give addition information about the company which was responsible for the accident.
ja: それは事故を担当する会社についての追加情報を与えることができる。

source: Italic
ja: イタリック体

source: JavaScript is disabled on your browser.
ja: ブラウザで JavaScript が無効にされています。

source: Keep Rules?
ja: ルールを保持しますか？

source: Line:
ja: 行:

source: Link some Variables
ja: 変数をリンクさせる

source: Links
ja: リンク

source: Load Project
ja: プロジェクトをロード

source: Logo:
ja: ロゴ:

source: New Directory
ja: 新規ディレクトリ

source: New Project
ja: 新規プロジェクト

source: New Workspace
ja: 新しい作業フォルダ

source: No Accident selected!
ja: 事故が選択されていません！

source: No Control Action selected!
ja: コントロールアクションが選択されていません！

source: No Hazard selected!
ja: 危険が選択されていません！

source: No Project Selected
ja: プロジェクトが選択されていません

source: No linked Variables
ja: リンクされた変数がない

source: Not Hazardous
ja: 危険ではない

source: Not able to overwrite the file
ja: ファイルを上書きできません

source: Note
ja: 備考

source: Notes / Rationale
ja: 備考／考えかた

source: Offset
ja: オフセット

source: Offset:
ja: オフセット:

source: Open
ja: 開く

source: Others
ja: その他

source: Picture List
ja: 画像のリスト

source: Please Generate a new Testset for this Control Action
ja: このコントロールアクションのテストセットを作成してください

source: Please Select a Control Action to generate the Table!
ja: テーブルを生成する制御アクションを選択してください！

source: Please confirm the deletion of all selected Accidents.
ja: 選択中の全ての事故を削除してよろしいですか？

source: Please confirm the deletion of all selected Control Actions.
ja: 選択された全てのコントロールアクションを削除しますか？

source: Please confirm the deletion of the following Accidents:
ja: この事故を削除してよろしいですか：

source: Please confirm the deletion of the following Control Actions:
ja: このコントロールアクションを削除しますか？：

source: Please link some Variables to the selected Control Action to succesfully generate a new Testset
ja: 変数を選択して、制御アクションにリンクして、正常に新しいテストセットを生成するようにしてください。

source: Possible loss of Data
ja: データ損失の可能性

source: Preferences
ja: 初期設定

source: Preview
ja: プレビュー

source: Process Model
ja: プロセスモデル

source: Process Value
ja: プロセス値

source: Process Variable
ja: プロセス変数

source: Project
ja: プロジェクト

source: Project Path
ja: プロジェクトのパス

source: Project name:
ja: プロジェクト名：

source: Remember workspace
ja: ワークスペースを保存する

source: Remove All
ja: すべて削除

source: Select color
ja: 色の選択

source: Semicolon
ja: セミコロン

source: Sensor
ja: センサー

source: Set the Workspace Location
ja: 作業フォルダの場所を設定します。

source: Show All
ja: 全てを表示

source: Show Hazardous
ja: 有害を表示

source: Show Not Hazardous
ja: 無害を表示

source: Show page on startup
ja: 起動時にページを表示

source: Store
ja: 保存

source: Strength:
ja: 強さ：

source: Strikeout
ja: 取り消し線

source: Switch to Accidents
ja: 事故へ切り替え

source: Switch to Hazards
ja: 危険へ切り替え

source: System Goals
ja: システムの目標

source: Text Background
ja: 背景色

source: Text Box
ja: テキストボックス

source: Text Foreground
ja: 文字色

source: The long description of this Accident
ja: この事故の詳細説明

source: The long description of this Control Action
ja: コントロールアクションの詳細説明

source: The long description of this Hazard
ja: 危険の詳細説明

source: The long description of this System Goal
ja: このシステムの目標の長い説明

source: The schema File %s is invalid
ja: スキーマファイル %s は不正です

source: The selected directory does not exist
ja: 選択されたディレクトリは存在しません

source: The selected directory is not readable
ja: 選択されたディレクトリは読み取り不能です

source: The selected path is not a directory
ja: 選択されたパスはディレクトリではありません

source: There are unsaved changes.
ja: 未保存の変更があります。

source: There was no Stored Testset.
ja: 保存されたテストセットがありません

source: Title
ja: タイトル

source: Underline
ja: 下線

source: Unsafe Control Actions
ja: 安全でないコントロールアクション

source: Unsafe Control Actions Table
ja: 安全でない制御アクションテーブル

source: Values
ja: 値

source: Version:
ja: バージョン：

source: Warning
ja: 警告

source: Workspace Root Path
ja: 作業フォルダのルートパス

source: Would you like to create it?
ja: 作成しますか？

source: You can also delete pictures.
ja: 画像を削除することもできます。

source: You can also edit the text via the Toolbox and change the layout of the text.
ja: ツールボックスからテキストを編集し、テキストのレイアウトを変更することもできます。

source: You can give here additional and extended information about the accident location.
ja: 事故発生場所についての追加詳細情報を与えることができます。

source: comma
ja: カンマ

source: do you want to keep the Rules which are defined for this Control Action?
ja: このコントロールアクションに定義されたルールを保持しますか？

source: file
ja: ファイル

source: removes all entries from the rules table
ja: ルール・テーブルからすべてのエントリを削除します。

source: zoom Level
ja: ズームレベル
